package PROGRAMMERS.submit;

public class p42583_submit {

//    채점을 시작합니다.
//    정확성  테스트
//    테스트 1 〉	실패 (0.46ms, 83.3MB)
//    테스트 2 〉	실패 (2.62ms, 78.4MB)
//    테스트 3 〉	통과 (0.25ms, 76.1MB)
//    테스트 4 〉	실패 (68.00ms, 93.8MB)
//    테스트 5 〉	실패 (1077.43ms, 101MB)
//    테스트 6 〉	실패 (255.34ms, 88.6MB)
//    테스트 7 〉	실패 (0.39ms, 73.7MB)
//    테스트 8 〉	실패 (0.68ms, 72.2MB)
//    테스트 9 〉	실패 (3.16ms, 73.4MB)
//    테스트 10 〉	실패 (0.59ms, 82.5MB)
//    테스트 11 〉	통과 (0.24ms, 71.4MB)
//    테스트 12 〉	실패 (0.45ms, 76.8MB)
//    테스트 13 〉	실패 (1.92ms, 76.5MB)
//    테스트 14 〉	통과 (0.26ms, 72.7MB)
//    채점 결과
//    정확성: 21.4
//    합계: 21.4 / 100.0

}
